// Задание 1:
// В файле src/app.js cоздать функцию getScore.
// Функция getScore принимает на вход объект. В котором ключ это ник, а значение это успеваемость.
// Функция getScore возвращает в ответ сумму всех баллов.
// Пример:
// const scores = {
//  Anna: 10,
//  Olga: 1,
//  Ivan: 5,
// }
// getScore(scores); // 16
// Полезные ссылки:
// for ... in 
// Конструкция "switch"
// Задание 2 (не обязательное):
// Напишите документацию к функции используя язык разметки JSDOC.
// Для проверки (ревью) домашнего задания присылайте в чат ссылку на pull request
